SHOE_SIZES = (
    ('34', '34'),
    ('35', '35'),
    ('36', '36'),
    ('37', '37'),
    ('38', '38'),
    ('39', '39'),
    ('40', '40'),
    ('41', '41'),
    ('42', '42'),
    ('43', '43'),
    ('44', '44'),
    ('45', '45'),
    ('46', '46'),
    ('47', '47'),
)

MAIN_MATERIALS = (
    ('текстиль', 'текстиль'),
    ('хлопок', 'хлопок'),
    ('резина', 'резина'),
    ('кожа', 'кожа'),
    ('кожзам', 'кожзам'),
    ('замша', 'замша'),
    ('велюр', 'велюр'),
    ('ЭВА', 'ЭВА'),
    ('искусственная кожа', 'искусственная кожа'),
    ('искусственная замша', 'искусственная замша'),
    ('махра', 'махра'),
    ('мех', 'мех'),
    ('овечья шерсть', 'овечья шерсть'),
    ('Оксфорд', 'Оксфорд'),
    ('ПВХ', 'ПВХ'),
    ('плюш', 'плюш'),
    ('полиуретан', 'полиуретан'),
    ('флис', 'флис'),
)

SOLE_THICKNESS = (
    (0.5, 0.5),
    (1, 1),
    (1.5, 1.5),
    (2, 2),
    (2.5, 2.5),
)

TYPES_OF_SOLE = (
    ('стандартная', 'стандартная'),
    ('завышеная', 'завышеная'),
    ('заниженая', 'заниженая'),
)

COUNTRIES = (
    ('Китай', 'Китай'),
    ('Тайвань', 'Тайвань'),
    ('Индия', 'Индия'),
    ('Пакистан', 'Пакистан'),
)


SEASONS = (
    ('лето-весна', 'лето-весна'),
    ('зима-осень', 'зима-осень')
)

CATEGORIES = (
            ('женская обувь', 'женская обувь'),
            ('мужская обувь', 'мужская обувь'),
            ('детская обувь', 'детская обувь'),
        )

ORDERS_STATUSES = (
            ('Заказ создан', 'Заказ создан'),
            ('Заказ оплачен', 'Заказ оплачен'),
            ('Заказ доставлен', 'Заказ доставлен'),
        )

